{
    "en": {
        "title": "My resumé, that's all !",


        "about-me": "About me",

        "greetings": "Hello, I've been a web developer for about 4 years.",
        "passions": [
            "I'm really passionated about all of the new web technologies and I love to use them to create cool visual experiences.",
            "I also really enjoy making tools to ease other developers life."
        ],
        "spare-time": "In my spare time, I practice Capoeira, Salsa and play video-games.",


        "experiences": "Experiences",
        "today": "today",

        "wiztivi": [
            "I'm currently working at <a href='https://www.wiztivi.com/' itemprop='worksFor'>Wizitiv</a> as a UI developer.",
            "In a 14 people team, we are in charge of the Vodafone's TV box, the current biggest project.",
            "Spanning across 5 countries around the world, I use the internal SDK to build all the UI's modules. The main challenge being to keep performance with the limited STB's resources."
        ],
        "ageval": [
            "I spend nearly 3 years at <a href='http://www.ageval.fr' itemprop='worksFor'>Ageval Solutions<sup>(fr)</sup></a> as a web developer.",
            "My main task is to maintain and improve a web application sold to customers. I was moslty in charge of the front-end in association with graphic designers.",
            "Keeping a <span title='All the way to IE8'>wide range of browsers compatibility</span> and ensure perfect ergonomy were my main goals."
        ],
        "adoc": [
            "For a year, I worked as web developer at <a href='http://www.adoc-solutions.eu/'>@doc Solutions<sup>(fr)</sup></a>.",
            "I created several web sites using Joomla from mock-ups. I also built a reservation tickets system hooked at a payment module."
        ],
        "training": "I prepared and gave a training course about Prestashop and general use of Internet and its technologies at <a href='http://imie-ecole-informatique.fr/'>IMIE Nantes<sup>(fr)</sup></a>.",
        "steria": "I participated in the migration of the database of a project management tool at <a href='http://www.soprasteria.com/'>Steria<sup>(fr)</sup></a>.",


        "skills": "Skills",

        "tech": "Technical",
        "gp-desc": "Want to get a pick at my personal creations ? You can head to my",

        "others": "Others",
        "langs": "French, English",
        "ide": "Netbeans, Webstorm and Photoshop",


        "learning": "Learning",

        "master": "Level I Engineer on IT project management",
        "imie": "At <a href='http://www.imie-ecole-informatique.fr/'>IMIE Nantes<sup>(fr)</sup></a> (4 years course with alternating forming)",
        "management": "Project management",
        "it": "Global IT knowledge",
        "modeling": "Modeling techniques",

        "dut": "Technical degree in IT",
        "iut": "At <a href='http://www.iutnantes.univ-nantes.fr/'>IUT Nantes<sup>(fr)</sup></a> (2 years course)",
        "oop": "OOP",
        "net-n-infra": "Network and infra",
        "comm": "Communication",

        "bac": "Bachelor's degree in engineer's sciences",


        "contact-me": "Contact me",

        "email-at": "You can send me an email at",
        "call-at": "or feel free to give me a call at",
        "need-more": "If you need more informations about me, you can find my profile on",


        "print": "print"
    },
    "fr": {
        "title": "Mon CV, tout simplement !",


        "about-me": "Présentation",

        "greetings": "Bonjour, je travaille en tant que développeur web depuis 4 ans.",
        "passions": [
            "Je suis passionné par toutes les nouvelles technologies web et j'aime les utiliser pour créer des expériences visuelles sympathiques.",
            "J'aime aussi beaucoup réaliser des outils pour faciliter la vie des développeurs."
        ],
        "spare-time": "Sur mon temps libre, je pratique la Capoeira, la Salsa et joue aux jeux-vidéos.",


        "experiences": "Expériences",
        "today": "aujourd'hui",

        "wiztivi": [
            "Je travaille actuellement à <a href='https://www.wiztivi.com/' itemprop='worksFor'>Wizitiv<sup>(en)</sup></a> comme développeur UI.",
            "Dans une équipe de 14 personnes, nous sommes en charge de la box TV de Vodafone, le plus gros projet de l'entreprise.",
            "Réparti sur 5 pays autour du globe, j'utilise le SDK interne pour construire les différents modules de l'interface. Le défi principal étant d'obtenir de bonne performance avec les ressources limitées de la STB."
        ],
        "ageval": [
            "J'ai passé presque 3ans à <a href='http://www.ageval.fr' itemprop='worksFor'>Ageval Solutions</a> en tant que développeur web.",
            "Ma tâche principale était de maintenir et de faire évoluer une application web vendue à nos clients. J'étais notamment en charge de l'intégration en association avec les graphistes.",
            "Assurer la compatibilité avec <span title='Jusque IE8'>un maximum de navigateurs</span> et une parfaite ergonomie étaient mes principaux buts."
        ],
        "adoc": [
            "Pendant une année, j'ai travaillé en tant que développeur web à <a href='http://www.adoc-solutions.eu/'>@doc Solutions</a>.",
            "J'y ai créé de nombreux sites vitrine avec Joomla à partir de maquettes. J'ai aussi réalisé un système de réservation et d'impression de tickets en relation avec le module de paiement."
        ],
        "training": "J'ai préparé et donné une formation sur Prestashop et sur l'utilisation d'Internet et ses technologies pour le compte d'<a href='http://imie-ecole-informatique.fr/'>IMIE Nantes</a>.",
        "steria": "J'ai participé à la migration de la base de données d'un outil de gestion de projets à <a href='http://www.soprasteria.com/'>Steria</a>.",


        "skills": "Compétences",

        "tech": "Techniques",
        "gp-desc": "Envie d'un aperçu de mes créations personnelles ? Vous pouvez aller voir ma",

        "others": "Autres",
        "langs": "Français, Anglais",
        "ide": "Netbeans IDE et Photoshop",


        "learning": "Formation",

        "master": "Ingénieur niveau I en management de projets informatiques",
        "imie": "&Agrave; <a href='http://www.imie-ecole-informatique.fr/'>IMIE Nantes</a> (4 ans de formation en alternance)",
        "management": "Management de projet",
        "it": "Connaissances informatiques générales",
        "modeling": "Techniques de modélisation",

        "dut": "DUT informatique",
        "iut": "&Agrave; <a href='http://www.iutnantes.univ-nantes.fr/'>IUT Nantes</a> (2 ans de formation)",
        "oop": "POO",
        "net-n-infra": "Réseau et infrastructure",
        "comm": "Communication",

        "bac": "Baccalauréat S Sciences de l'ingénieur",


        "contact-me": "Contacts",

        "email-at": "Vous pouvez m'envoyer un e-mail à",
        "call-at": "ou n'hésitez pas à me contacter au",
        "need-more": "Pour encore plus d'informations sur moi, vous trouverez mon profil sur",


        "print": "imprimer"
    }
}